tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/cask"

# Distributed revision control system
brew "git"
# Clone of cat(1) with syntax highlighting and Git integration
brew "bat"
# Modern replacement for 'ls'
brew "exa"
# Platform built on V8 to build network applications
brew "node"
# Tool to build, change, and version infrastructure
brew "terraform"
# Linter for Terraform files
brew "tflint"
# Access X11 clipboards from the command-line
brew "xclip"

cask "docker"
cask "firefox"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "macpass"
cask "microsoft-teams"
cask "postman"
cask "signal"
cask "skitch"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
